Repository: yusufhilmi/findhelp
Catalog: locale/*/LC_MESSAGES/django.po
Languages: tr

source: Tickets
tr: Yardım Çağrıları

source: Categories
tr: Kategoriler

source: City
tr: Şehir

source: Description
tr: Lütfen durumunuzu anlatınız

source: Contact
tr: İletişim

source: Forbidden (403)
tr: Yasak Bölge (403)

source: Page Not Found
tr: Aradığınız Sayfa Bulunamadı

source: Internal Error
tr: Server Hatası

source: Account Inactive
tr: Hesap Aktif Değil

source: This account is inactive.
tr: Bu hesap aktif değil

source: Account
tr: Hesap

source: E-mail Addresses
tr: E-mail Adresleri

source: The following e-mail addresses are associated with your account:
tr: Hesabınızla bağlantılı mail adresleri:

source: Verified
tr: Onaylandı

source: Unverified
tr: Onaylanmadı

source: Primary
tr: Birincil

source: Make Primary
tr: Birincil Yap

source: Re-send Verification
tr: Tekrar Gönder

source: Remove
tr: Kaldır

source: Warning:
tr: Uyarı:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
tr: Hesabınızla bağlanıtılı e-mail adresi bulunmamaktadır. Şifrenizi yenilemek, bildirimleri almak için bir e-mail adresi ekleyiniz.

source: Add E-mail Address
tr: E-mail adresi ekle

source: Add E-mail
tr: E-mail Ekle

source: Do you really want to remove the selected e-mail address?
tr: Seçtiğiniz e-mail adresini kaldırmak istediğinize emin misiniz?

source: Confirm E-mail Address
tr: E-mail adresini onayla

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
tr: Lütfen bu <a href="mailto:%(email)s">%(email)s</a> mail adresinin bu %(user_display)s kullanıcıya ait olduğunu onaylayın.

source: Confirm
tr: Onayla

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
tr: Bu link geçersizdir. Lütfen <a href="%(email_url)s">yeni bir istek oluşturun</a>.

source: Sign In
tr: Giriş Yap

source: or
tr: veya

source: If you have not created an account yet, then please <a href="%(signup_url)s">sign up</a> first.
tr: Eğer hesap oluşturmadıysanız, lütfen <a href="%(signup_url)s">hesap oluşturun</a>.

source: Forgot Password?
tr: Şifrenizi mi unuttunuz?

source: Sign Out
tr: Çıkış Yap

source: Are you sure you want to sign out?
tr: Çıkış yapmak istediğinize emin misiniz?

source: Change Password
tr: Şifre Değiştir

source: Password Reset
tr: Şifremi Sıfırla

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
tr: Şifrenizi mi unuttunuz? E-mail adresinizi girin ve size şifrenizi yenilemeniz için yapmanı gerekenleri gösterelim.

source: Reset My Password
tr: Şifremi Sıfırla

source: Please contact us if you have any trouble resetting your password.
tr: Şifrenizi yenilerken sorun yaşıyorsanız bizimle iletişime geçin.

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
tr: Size bir e-mail gönderdik. Eğer birkaç dakika içinde ulaşmazsa lütfen bizimle iletişime geçin.

source: Bad Token
tr: Yanlış Bilgi

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
tr: Şifre yenileme linkiniz geçersiz. Muhtemelen daha önce bu linki kullanmanızdan kaynaklanıyor. Yeni link için: <a href="%(passwd_reset_url)s">şifremi yenile</a>.

source: change password
tr: şifre değiştir

source: Your password is now changed.
tr: Şifreniz değiştirildi

source: Set Password
tr: Şifreizi giriniz

source: Signup
tr: Kayıt Ol

source: Sign Up
tr: Kayıt Ol

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
tr: Hesabınız var mı? Varsa lütfen <a href="%(login_url)s">giriş yapın</a>.

source: Sign Up Closed
tr: Kayıtlar kapalı

source: We are sorry, but the sign up is currently closed.
tr: Üzgünüz, kayıt sistemimiz kapalıdır.

source: Verify Your E-mail Address
tr: E-mail adresini onayla

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
tr: Onay için sana bir e-mail attık. Maildeki linki takip et ve kaydını tamamla. Mail size birkaç dakika içerisinde ulaşmazsa lütfen bizimle iletişime geçin.

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your e-mail address.
tr: Sitemizin bu kısmı e-mail adresinizin onaylanmış olmasını gerektiriyor.Bu sebepten, e-mail adresinizi onaylamanız gerekiyor.

source: We have sent an e-mail to you for verification. Please click on the link inside this e-mail. Please contact us if you do not receive it within a few minutes.
tr: Size onay için bir e-mail gönderdik Lütfen e-mail içerisindeki linke tıklayınız. Herhangi bir problem ile karşılaşırsanız bize ulaşın.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your e-mail address</a>.
tr: <strong>Not:</strong> hala <a href="%(email_url)s">e-mail adresinizideğiştirebilirsiniz</a>.

source: Home
tr: Anasayfa

source: Helptickets
tr: Yardım Çağrıları

source: Profile
tr: Hesabım

source: Edit Helptickets
tr: Yardım Çağrılarını Düzenle

source: Update Profile
tr: Güncelle

source: Civil Organizations
tr: STK

source: Need Help?
tr: Yardım İhtiyacı

source: About
tr: Hakkımızda

source: Find Help
tr: Yardım Bul

source: Privacy Policy
tr: Gizlilik Politikası

source: Social
tr: Sosyal

source: Are you sure you want to delete this ticket
tr: Çıkış yapmak istediğinize emin misiniz?

source: Delete
tr: Sil

source: Helptickets Below!
tr: Yardım Çağrılarınız:

source: Last Updated
tr: Son Güncelleme:

source: Contact Information:
tr: İletişim Bilgileri:

source: Created at
tr: Oluşturma:

source: Update
tr: Güncelle

source: Latest Helptickets
tr: Yardım Çağrıları

source: There aren't unresolved tickets in last 90 days.
tr: Son 90 gün içerisinde çözülememiş bir yardım çağrısı mevcut değildir.

source: What is Findhelp?
tr: Findhelp Nedir?

source: Findhelp is a platform where people can find help.
tr: Findhelp insanların yardım bulabileceği bir platformdur.

source: Our Story
tr: Hikayemiz

source: There is an increasing number of problems in our society. Almost all forms of violence still exists and number of occasion is increasing day by day. People can't find food or shelter; they lose their job without getting their payments. These are only a few of the problems. To respond and fix these problems we use social media channels and it is a useful medium to help. <br> <br> However, only a small percentage of posts are getting traction and the rest of problems that are shared are being lost in hundreds of thousands posts. There is also the fact that a help request in social media is useful only if the people or organizations that can help can see them. So, we created this platform to be the medium between people and organizations.
tr: Toplumumuzda günden güne artan sayıda şiddet vakaları ve diğer problemler baş göstermektedir. Neredeyse bütün şiddet formları hala mevcut ve bunların sayısı günden güne artmakta. Bunun yanında insanlar açlık, evsizlik ve çok daha farklı türden problemler ile baş etmeye çalışıyor. Bizler ise bu problemlere dikkat çekmek ve onları çözmek amacı ile sosyal medya kanallarından paylaşımlar yaparak bu problemlerin varlığının duyurulmasına katkıda bulunmaya çalışıyoruz.Her ne kadar çok sayıda paylaşıma denk gelsek de buz dağının sadece görünen kısmındaki sorunları görmüş oluyoruz. <br> <br> Yeteri kadar dikkat çekememiş ama gerçekten yardıma ihtiyacı olan insanların sayısı göz ardı edilemeyecek derecede fazla. Bunun yanında çok daha önemli bir faktör var. Bu da istenilen yardımın yardım edebilecek kişiye veya kuruma ulaşmasıdır. Ne yazık ki sosyal medyada binlerce kez paylaşılmamış bir problem o kişi ve kurumlara ulaşamıyor. Bu yüzden, yardım isteğinde bulunan kişileri onlara yardım edebilecek kişi ve kurumlara ulaştırmak amacıyla bu platformu inşa ettik.

source: Contact Us
tr: İletişim

source: You can contact us through <a href="mailto:yusufhilmicr@gmail.com" target="_blank">Email</a>.
tr: <a href="mailto:yusufhilmicr@gmail.com" target="_blank">Email</a> adresimizden bize yazarak ulaşabilirsiniz.

source: Our main objective is to bring people and civil organizations together. We have started our journey to inform society about Civil Organizations and created this platform to become the bridge between people and civil organizations. <br> <br> To achieve this goal we are actively building partnerships with civil organizations. If you want to build a partnership with us or want to learn how our partnership works please keep reading.
tr: Findhelp olarak asıl amacımız STK'lar ile insanları bir araya getirebilmektir. Yolculuğumuza toplumu STK'lar hakkında bilgilendirmek ve STK'larla insanlar arasında bir köprü görevi görmek için başladık <br> <br> Bu amaca ulaşabilmek için STK'lar ile aktif bir şekilde partnerlikler oluşturuyoruz. Eğer bizimle çalışmak isteyen bir STK'yı temsil ediyorsanız a veya partnerlik sistemimizin nasıl işlediğini merak ediyorsanız, okumaya devam edin.

source: Become a partner to help people!
tr: İnsanlara yardım edebilmek için partnerimiz olun!

source: How our platform works?
tr: Platform nasıl çalışıyor?

source: Our users are able to create help calls on the system. Whilst creating it, they are providing us a brief description of their situation, their contact information and the relevant category for them. <br> <b>Categories</b> are decided by our team considering our partnerships and our potential effect on that category. <br><br> After help calls we are connecting our users with a relevant civil organization. <br><br> We are gradually automating the worflow to provide email notifications at instant. With Natural Language Processing we hope to create a total automation on validating help calls and finding the most relevant civil organizations. <br><br>
tr: Kullanıcılarımız sistemimizi kullanarak yardım çağrısı oluşturabilirler . Oluştururken bizlere içinde bulundukları durumun özetini, iletişim bilgilerini ve kendileri ile alakalı olan bir kategoriyi belirtirler. <br> <b>Kategoriler</b> takımımız tarafından aktif partnerliklerimizi ve o alandaki potansiyel etkimiz değerlendirildikten sonra belirlenir. <br><br> Yardım çağrısı oluşturulduktan sonra ilgili çağrı sahibini, yardım edebilecek partnerimizle iletişime geçiriyoruz. <br><br> Süreci daha verimli yapabilmek için Yapay Dil İşleme (NLP) ile anında ilgili kullanıcımızın bilgilerini analiz ederek o anda en uygun olan partnerimize iletip tam otomatik bir sistem oluşturmak için çalışıyoruz. <br><br>

source: Partnership
tr: Partnerlik

source: Our partners are the key component to our operation. As mentioned our main partners are civil organizations. They are the backbone of Findhelp. If you represent a civil organization that wants to work with us please take a look at the following list and make sure you are eligible. <br><br>
tr: Partnerlikler operasyonumuzun en temel yapı taşıdır. Daha önce de belirttiğimiz fibi bu partnerlikler çoğunlukla STK'lardan oluşmaktadır. STK'lar ile olan partnerliğimiz en önemli partnerliklerdir. Eğer bizimle çalışmak isteyen bir STK'yı temsil ediyorsanız, lütfen aşağıdaki listeyi inceleyin! <br><br>

source: Partnership Checklist
tr: Partnerlik Kuralları

source: <li>A transparent civil organization </li> <li>One of <a href="https://acikacik.org/">Acik Acik</a> organizations</li> <li>Care about our users privacy</li> <li>Contribute to our core goal <strong>"Create a better society"</strong></li>
tr: <li>Şeffaf bir yapı</li> <li><a href="https://acikacik.org/">Açık Açık</a> üyesi olmak </li> <li>Kullanıcılarımızın gizliliğine önem vermek</li> <li>Asıl amacımız olan <strong>"Daha iyi bir toplum yaratmaya"</strong> odaklanmış olmak</li>

source: If you want to be a partner please reach us through <a href="mailto:yusufhilmicr@gmail.com" target="_blank">email</a>.
tr: Partner olmak için bize <a href="mailto:yusufhilmicr@gmail.com" target="_blank">email</a> atınız.

source: Get Started
tr: İncele

source: My Helptickets
tr: Yardım Çağrılarım

source: Users
tr: Kullanıcılar

source: This username has already been taken.
tr: Bu kullanıcı adı alınmıştır.

source: Name of User
tr: Kullanıcı İsmi

source: Infos successfully updated
tr: Bilgileriniz başarıyla güncellendi
